[
    {
        "songTitle": "Tompo tsy foiko",
        "artistName": "Ny Ainga",
        "id": 5077,
        "lyrics": "gukey",
        "style": "Country",
        "isFavorited": false,
        "upvotes": 10,
        "downvotes": 2,
        "price": 100 
    },
    {
        "songTitle": "Trust And Obey",
        "artistName": "Don Moen",
        "id": 1659,
        "lyrics": "gukey",
        "style": "Slow",
        "isFavorited": false,
        "upvotes": 5,
        "downvotes": 3,
        "price": 150
    },
    {
        "songTitle": "Westlife",
        "artistName": "Fool Again",
        "id": 7368,
        "lyrics": "gukey",
        "style": "Rock",
        "isFavorited": false,
        "upvotes": 22,
        "downvotes": 1,
        "price": 50
    },
    {
        "songTitle": "Let Her Go",
        "artistName": "Passenger",
        "id": 9058,
        "lyrics": `
            Well you only need the light when it's burning low
            Only miss the sun when it starts to snow
            Only know you love her when you let her go
            Only know you've been high when you're feeling low
            Only hate the road when you're missing home
            Only know you love her when you let her go
            And you let her go
            Staring at the bottom of your glass
            Hoping one day you'll make a dream last
            But dreams come slow and they go so fast
            You see her when you close your eyes
            Maybe one day you'll understand why
            Everything you touch surely dies
            'Cause you only need the light when it's burning low
            Only miss the sun when it starts to snow
            Only know you love her when you let her go
            Only know you've been high when you're feeling low
            Only hate the road when you're missing home
            Only know you love…
        `,
        "style": "Folk",
        "isFavorited": false,
        "upvotes": 24,
        "downvotes": 1,
        "price": 100
    },
    {
        "songTitle": "400 volt",
        "artistName": "Wawa",
        "id": 1010,
        "lyrics": `
        Attention ça c’est salegy 400 Volt Instru Ça passé x 4 vibrer les hanches En bas, Ambanibany   Remonte un peu Vas y kawitry, un ptit peu, un ptit peu Encore monte un ptit peu Ay ay ay, chacun à son tour Mamie et papi son là, alefa Danse mamie, danse mamie, Tsy manaiky papi, avy papi Tsy manaiky resy papi, any nikatraoka, Alefa misaute sauté mzay jiaby Tourné la main comme ça x2 Tsika jaby mihetsika e!  x 4 Encore (Instru) Ça passe x 4 Ça va chauffer, zay valy e (Instru) Ça passe x 4 Alefa, tana io, tana io bouger vas y maman dance maman, dansé x4 stop dance papa, dansé x 4 stop danse petit, dansé x 4 Tsika jaby mihetsika e!  x 4 Attention 400volt, ça passe 2 x Izy koa fa latsaka ny ambiansy izay tsy mihetsika tsongoa Tsika jaby mihetsika e!  x 4 2 x Est-ce que les filles sexy sont là Danse somary mi sexy x4 Izy koa anao magnagno bagara e! dehors (Instru) Ça passe x 4   
        `,
        "style": "Salegy",
        "isFavorited": false,
        "upvotes": 30,
        "downvotes": 6,
        "price": 300
    }
]